Repository: amalaziz/Pmode
Catalog: *.lproj/Localizable Ar.strings
Languages: ar

source: Hello
ar: مرحبا

source: Unsure
ar: غير متاكد

source: Bad
ar: سيء

source: Okay
ar: جيد

source: How are you?
ar: كيف حالك؟

source: Roccmandition for you mood
ar: اقتراحات من آجل مزاجك

source: Listen to music
ar: استمع إلى الموسيقى

source: Choose your mood today by clicking on it:
ar: اختر حالتك المزاجية اليوم من خلال النقر عليها:

source: Document your moment
ar: وثق لحظتك

source: Watch a movie
ar: شاهد فلم

source: Have a bath
ar: استحم

source: Talk with friends
ar: تحدث مع صديق

source: Run 30 Min
ar: اركض ٣٠ دقيقه

source: If you choose the mood from above, the suggestions will appear here
ar: إذا اخترت الحالة المزاجية أعلاه ، فستظهر الاقتراحات هنا

source: We cannot solve problems with the kind of thinking we employed when we came up with them.
ar: لا يمكننا حل المشكلات بنوع التفكير الذي استخدمناه عندما توصلنا إليها.

source: Albert Einstein
ar: ألبرت أينشتاين

source: Learn as if you will live forever, live like you will die tomorrow.
ar: تعلم كما لو كنت ستعيش إلى الأبد ، عش كما لو كنت ستموت غدًا.

source: Mahatma Gandhi
ar: مهاتما غاندي

source: When you change your thoughts, remember to also change your world.
ar: عندما تغير أفكارك ، تذكر أيضًا أن تغير عالمك

source: Norman Vincent
ar: نورمان فينسنت بيل

source: It is better to fail in originality than to succeed in imitation.
ar: الفشل في الأصل خير من النجاح في التقليد.

source: Herman Melville
ar: هرمان ملفيل

source: To know how much there is to know is the beginning of learning to live.
ar: إن معرفة مقدار ما يجب معرفته هو بداية تعلم كيفية العيش.

source: Dorothy West
ar: دوروثي ويست
